<h3>
    <?php echo e(__('Закончил Финансово-экономическую школу и Экономико-правовой институт. После того, как я несколько лет проработал помощником юриста, понял, что это не моё. Решил попробовать себя в области информационных технологий, и мне это понравилось.')); ?>

</h3>
<h3>
    <?php echo e(__('На последнем месте работы занимался буквально всем, начиная от настройки компьютеров и заканчивая написанием скриптов для SQL. После этого решил заняться программированием, подтянул свои знания в PHP, HTML и CSS, а также открыл для себя фреймворк Laravel.')); ?>

</h3>
<?php /**PATH /Users/ermakov/Sites/laravel/resume/resources/views/components/text/about_myself/h3.blade.php ENDPATH**/ ?>