{
    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more errors)",
    "All rights reserved.": "All rights reserved.",
    "Forbidden": "Forbidden",
    "Go to page :page": "Go to page :page",
    "Hello!": "Hello!",
    "If you did not create an account, no further action is required.": "If you did not create an account, no further action is required.",
    "If you did not request a password reset, no further action is required.": "If you did not request a password reset, no further action is required.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:",
    "Login": "Login",
    "Logout": "Logout",
    "Not Found": "Not Found",
    "of": "of",
    "Page Expired": "Page Expired",
    "Pagination Navigation": "Pagination Navigation",
    "Payment Required": "Payment Required",
    "Please click the button below to verify your email address.": "Please click the button below to verify your email address.",
    "Regards": "Regards",
    "Register": "Register",
    "Reset Password": "Reset Password",
    "Reset Password Notification": "Reset Password Notification",
    "results": "results",
    "Server Error": "Server Error",
    "Service Unavailable": "Service Unavailable",
    "Showing": "Showing",
    "The given data was invalid.": "The given data was invalid.",
    "This password reset link will expire in :count minutes.": "This password reset link will expire in :count minutes.",
    "to": "to",
    "Toggle navigation": "Toggle navigation",
    "Too Many Requests": "Too Many Requests",
    "Unauthorized": "Unauthorized",
    "Verify Email Address": "Verify Email Address",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "You are receiving this email because we received a password reset request for your account.",
    "ru": "en",
    "Главная": "Main",
    "О себе": "About me",
    "Работа": "Job",
    "Квалификация": "Qualification",
    "Навыки": "Skils",
    "Карта сайта:": "Website Map:",
    "Мои контакты:": "My contacts:",
    "Здравствуйте, меня зовут Илья Ермаков": "Hello, my name is Ilya Ermakov",
    "и это мое резюме написанное на  Laravel.": "and this is my resume written in Laravel.",
    "Со мной можно связаться по следующим контактам:": "I can be contacted at the following contacts:",
    "Я люблю путешествовать, читать книги, плавать и изучать новое (особенно технологии).": "I love travelling, reading books, swimming and learning new things (especially technology).",
    "Повышение квалификации, курсы и сертификаты:": "Advanced training, courses and certificates:",
    "2018 год - ОЧУ ДП О `Центр компьютерного обучения `Специалист` Учебно-научного центра при МГТУ им Н.Э.Баумана ОЧУ `Специалист` Программирование на языке Python. Уровень 1. Базовый курс.": "2018 - BSCE DP O `Centre of computer training `Specialist` of the Training and Research Centre at the Bauman Moscow State Technical University `Specialist` Programming in the Python language. Level 1. Basic course.",
    "2018 год - ОЧУ ДП О `Центр компьютерного обучения `Специалист` Учебно-научного центра при МГТУ им Н.Э.Баумана ОЧУ `Специалист`, Основы программирования и баз данных.": "2018 - BSCE DP O `Centre of computer training `Specialist` of the Training and Research Centre at the Bauman Moscow State Technical University `Specialist`, Fundamentals of programming and databases.",
    "2019 год - НОЧУ ДПО УЦ `Сетевая Академия` НОЧУ ДПО УЦ `Сетевая Академия`, Введение в базы данных.": "2019 - NOCHU DPO UC `Network Academy` NOCHU DPO UC `Network Academy`, Introduction to Databases.",
    "2023 год - `Result School` Марафон: 5 дней - 5 проектов на JavaScript.": "2023 - `Result School` Marathon: 5 days - 5 projects in JavaScript.",
    "2023 год - `Result School` Профессия Джуниор Frontend-разработчик. HTML & CSS.": "2023 - `Result School' Junior Frontend Developer Profession. HTML & CSS.",
    "Мой опыт работы:": "My work experience:",
    "Год:": "Year:",
    "Место работы:": "Place of employment:",
    "Должность:": "Position:",
    "Обязаности:": "Responsibilities:",
    "Март 2015 - Ноябрь 2022, 7 лет 9 месяцев": "March 2015 - November 2022, 7 years 9 months",
    "Территориальный фонд обязательного медицинского страхования Московской области.": "Territorial Fund for Compulsory Medical Insurance of the Moscow Region.",
    "Консультант отдела автоматизированных систем управления": "Consultant of the Automated Management Systems Department",
    "Установка, настройка специализированных программ (МТР, Медэксперт, ЕХД, ЕРЗ и т.п.) и дальнейшее сопровождение (администрирование) этих программ, а также работа с пользователями этих программ. Установка, настройка и поддержание работоспособности (администрирование) баз данных на MS SQL. Установка, настройка и администрирование 1С от локальных (пользовательских) машин до серверов. Настройка Электронного бюджета, Госзакупок и т.д. Работа в нескольких связанных и не связанных между собой доменах. Решение вопросов по программам с контрагентами.": "Installation, configuration of specialised programmes (MTR, Medexpert, EXD, ERZ, etc.) and further maintenance (administration) of these programmes, as well as work with users of these programmes. Installation, configuration and maintenance (administration) of databases on MS SQL. Installation, configuration and administration of 1C from local (user) machines to servers. Setting up Electronic Budget, Public Procurement, etc. Working in several related and unrelated domains. Resolving programme issues with counterparties.",
    "Ноябрь 2013 - Март 2015, 1 год 5 месяцев": "November 2013 - March 2015, 1 year 5 months",
    "ТД Сорокин": "TD Sorokin",
    "Системный администратор": "System administrator",
    "Настройка компьютеров и установка программ для работы, а именно: Windows XP-8.1, MS Office, бухгалтерские программы, почтовые программы, VMWare, Adobe (полный пакет), антивирус, Skype, 1С7, 1С8 и т.д. Установка, настройка и работа с Windows server 2003-2012. Поддержание работоспособности программ, компьютеров и локальной сети. Работа по удаленному доступу с филиалами. Установка, настройка и поддержание работоспособности видеокамер. Закупка, замена, починка оргтехники.": "Setting up computers and installing software for work, namely: Windows XP-8.1, MS Office, accounting software, mail programs, VMWare, Adobe (full package), antivirus, Skype, 1C7, 1C8, etc. Installation, configuration and work with Windows server 2003-2012. Maintaining the performance of programmes, computers and local network. Work on remote access with branches. Installation, configuration and maintenance of video cameras. Purchase, replacement, repair of office equipment.",
    "Октябрь 2013 - Ноябрь 2013, 2 месяца": "October 2013 - November 2013, 2 months",
    "АйТи поддержка бизнеса (обучение)": "IT business support (training)",
    "Обучение поддержанию работоспособности локальной сети и сетевого оборудования организаций, установке и настройке программного обеспечения на компьютерах, устранению неисправностей аппаратного обеспечения персональных компьютеров. Базовое понимание работы стека TCP/IP, принцип работы служб DHCP, DNS, AD (в т.ч. Group Policy). Начальный опыт написания cmd, bat.": "Training in maintaining the local network and network equipment of organisations, installing and configuring software on computers, troubleshooting hardware of personal computers. Basic understanding of TCP/IP stack, the principle of DHCP, DNS, AD services (including Group Policy). Initial experience in writing cmd, bat.",
    "Сентябрь 2012 - Cентябрь 2013, 1 год 1 месяц": "September 2012 - September 2013, 1 year 1 month",
    "ООО Леальта": "Lealta Ltd",
    "Сервисный инженер": "Service Engineer",
    "Настройка программного обеспечения, распределение и учет технического оборудования, контроль выдачи оборудования техническомee персоналу для аварийных работ.": "Setting up software, distribution and accounting of technical equipment, control of issuing equipment to technicians for emergency work.",
    "Навыки:": "Skills:",
    "Название": "Title",
    "Пояснение": "Explanation",
    "Я конечно не гранд мастер но основы знаю. Как бы я еще сделал этот сайт.": "I'm not a grand master, but I know the basics. How else would I make this site.",
    "Знаю немного, использую по мере надобности. На этом сайте тоже использовал.": "Know a little, use it as needed. Used it on this site too.",
    "У меня хорошие знания администратора SQL но и создать базу данных я в сотоянии, как с помощью миграций на Laravel, так и с помощью различных программ, например MS Management studio или phpMyAdmin.": "I have good knowledge of SQL administrator, but I can create a database both with the help of migrations in Laravel and with the help of different programmes, for example MS Management studio or phpMyAdmin.",
    "Куда же без него, свой первый сайт писал на чистом PHP.": "Where without it, my first website was written in pure PHP.",
    "Всех тонкостей работы с этим фреймворком я конечно не знаю но написал этот сайт и еще несколько.": "I may not know all the intricacies of working with this framework, but I have written this website and a few more.",
    "Немного о себе:": "A little bit about myself:",
    "Знание языков:": "Language skills:",
    "Русский — Родной": "Russian - Native",
    "Английский — C1 — Продвинутый": "English - C1 - Advanced",
    "Испанский — A1 — Начальный": "Spanish - A1 - Elementary",
    "Немецкий — A1 — Начальный": "German - A1 - Elementary",
    "Закончил Финансово-экономическую школу и Экономико-правовой институт. После того, как я несколько лет проработал помощником юриста, понял, что это не моё. Решил попробовать себя в области информационных технологий, и мне это понравилось.": "I graduated from the School of Finance and Economics and the Institute of Economics and Law. After working as a paralegal for a few years, I realised that this was not my thing. I decided to try my hand at IT, and I enjoyed it.",
    "На последнем месте работы занимался буквально всем, начиная от настройки компьютеров и заканчивая написанием скриптов для SQL. После этого решил заняться программированием, подтянул свои знания в PHP, HTML и CSS, а также открыл для себя фреймворк Laravel.": "At my last job, I did everything from setting up computers to writing SQL scripts. After that, I decided to go into programming, tightened my knowledge of PHP, HTML and CSS, and also discovered the Laravel framework."
}
